Repository: stephrdev/django-userprofiles
Catalog: userprofiles/locale/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: Benutzername

source: This value may contain only letters, numbers and ./-/_ characters.
de: Dieses Feld darf nur Buchstaben, Ziffern sowie die Zeichen ./-/_ enthalten.

source: E-mail (repeat)
de: E-Mail (Wiederholung)

source: Password
de: Passwort

source: Password (repeat)
de: Passwort (Wiederholung)

source: First name
de: Vorname

source: Last name
de: Nachname

source: A user with that username already exists.
de: Es existiert bereits ein Benutzer mit diesem Namen.

source: This email address is already in use. Please supply a different email address.
de: Diese E-Mail-Adresse wird bereits verwendet. Bitte geben Sie eine andere E-Mail-Adresse ein.

source: The two email addresses do not match.
de: Die beiden E-Mail-Adressen stimmen nicht überein.

source: You must type the same password each time.
de: Die beiden Passwörter müssen übereinstimmen.

source: User
de: Benutzer

source: Activation key
de: Aktivierungscode

source: Account verification
de: Konto-Bestätigung

source: Account verifications
de: Konto-Bestätigungen

source: New e-mail address
de: Neue E-Mail Adresse

source: Old e-mail address
de: Alte E-Mail Adresse

source: Approved
de: Bestätigt

source: Expired
de: Abgelaufen

source: Expiration date
de: Ablaufdatum

source: E-mail verification
de: E-Mail Bestätigung

source: E-mail verifications
de: E-Mail Bestätigungen

source: E-mail address changed to %(email)s
de: E-Mail Adresse geändert in %(email)s

source: Unable to change e-mail address. Confirmation link is invalid.
de: E-Mail Adresse kann nicht geändert werden. Bestätigungslink ist ungültig.

source: Profile changed
de: Profil aktualisiert

source: Change e-mail address
de: E-Mail Adresse ändern

source: We send you a e-mail including a link. Please click the link to continue changing your e-mail address. Thank you!
de: Wir haben Ihnen eine E-Mail mit einem Link zugesandt. Bitte folgen Sie diesem Link, um ihre E-Mail Adresse zu ändern. Danke!

source: Logged out
de: Abgemeldet

source: Login
de: Anmelden

source: No account? Register here.
de: Noch kein Konto? Melden Sie sich hier an.

source: No Password? Reset your password here.
de: Passwort vergessen? Setzen Sie Ihr Passwort hier zurück.

source: Change password
de: Passwort ändern

source: We successfully changed your password.
de: Ihr Passwort wurde erfolgreich geändert.

source: Reset password
de: Passwort zurücksetzen

source: We successfully resetted your password.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.

source: The reset link is invalid. Please double check the link.
de: Der Passwort-Zurücksetzen-Link ist ungültig. Bitte überprüfen Sie den Link nochmals.

source: We send you a e-mail including a link. Please click the link to continue resetting your password. Thank you!
de: Wir haben Ihnen eine E-Mail mit einem Link zugesandt. Bitte folgen Sie diesem Link, um ihr Passwort zurückzusetzen. Danke!

source: Your profile
de: Ihr Profil

source: Welcome back, %(user)s!
de: Willkommen zurück, %(user)s!

source: Change profile
de: Profil ändern

source: Registration
de: Registrierung

source: Create account
de: Konto anlegen

source: We activated your account. You are now able to log in. Have fun!
de: Ihr Konto wurde aktiviert. Sie können sich jetzt anmelden. Viel Spass!

source: The submitted activation code is invalid. Activation is not possible.
de: Der Aktivierungscode ist ungültig. Die Aktivierung ist nicht möglich.

source: Your registration was successful. We send you a e-mail including a link.<br /> Please click the link to activate your account. Thank you!<br /> <br /> The link is valid for %(expiration_days)s days.
de: Ihre Registrierung war erfolgreich. Wir haben Ihnen eine E-Mail mit einem Link zugesandt.<br /> Bitte folgen Sie diesem Link, um das Konto zu aktivieren. Danke!<br /> <br /> Der Link ist %(expiration_days)s Tage gültig.

source: Your registration was successful.
de: Ihre Registrierung war erfolgreich.

source: Thank you for creating an account. Please click on the following link to activate your account: http://%(domain)s%(url)s Cheers!
de: Danke, dass Sie ein Konto angelegt haben. Bitte klicken Sie folgenden Link, um Ihr Konto zu aktivieren: http://%(domain)s%(url)s Danke!

source: Account activation
de: Konto-Aktivierung

source: Please click on the following link to change your email address: http://%(domain)s%(url)s Cheers!
de: Bitte klicken Sie folgenden Link, um Ihre E-Mail Adresse zu ändern: http://%(domain)s%(url)s Danke!

source: E-mail confirmation
de: E-Mail Bestätigung

source: Please click on the following link to reset your password: %(protocol)s://%(domain)s%(url)s Cheers!
de: Bitte klicken Sie folgenden Link, um Ihr Passwort zurückzusetzen: %(protocol)s://%(domain)s%(url)s Danke!
